[{"bank_ref_no": "CMS2575678891", "email_headers": {"Date": "Thu, 12 May 2022 01:51:46 +0530", "From": "support@icicilombard.com", "To": "PAHADIYAHONDA@gmail.com", "Subject": "Fund Transfer for Motor Claim MOT12198631 & Vehicle No. BR-01-DX-7294"}, "email_body": "Dear Sir/Madam,\nWe have lodged the request for electronic payment to bank and the same will be credited in your account within next two working days.\nPlease find the details of transactions made attached herewith.\nYou are requested to pay the mentioned GST to the Government and report details as per attachment on GST portal with GST number of ICICI Lombard GIC.Ltd.\nIL GSTIN: 10AAACI7904G1Z2\nVendor GSTIN: 10AACCP2687F1ZP\n(In our records)\nIn case of any query in regards to the GST details or in case of incorrect GST details, please write back to your local claims manager.\nIn case the payment is not credited in your account within next two working days or for any further queries or clarifications, please contact the local claims manager.\nThanks & Regards,\nICICI Lombard GIC Ltd.\nThis is a system generated mail; please do not reply to this mail\nPlease note that this email, including any attachments, is intended solely for the individual (s) or entity (ies) to whom they are addressed and may contain information that is private, confidential and privileged. In case you are not the intended recipient, request you to notify the sender by reply mail and delete this email, including any copies or attachments from your system. Any unauthorized dissemination, disclosure and/or use of the contents of this communication to anyone is strictly prohibited and punishable by law.\nOpinions, conclusions and statements of intent expressed in this e-mail are of the sender and ICICI Lombard General Insurance Company Limited (Company) does not accept liability for the views expressed in this email unless confirmed by an authorized representative of the Company independently of this communication or for the consequences of any viruses that may be transmitted with this email.", "attachment_obj": {"AccountNo": 1862560005525, "AccountHolder": "Pahadiya Commercial Ltd", "CLAIM_NO": "MOT12198631", "Child Claim ref number": "NA", "INSURED_NAME": "AKASH KUMAR..", "POLICY_NO": "3005/2011379796/00/0000005782", "VEHICLE_NO": "BR-01-DX-7294", "Type_of_Payment": "CLAIM PAYMENT", "ModeOfPayment": "EFT/NEFT", "GrossAmount": 4658, "Base Claim amount": 3760, "Base Part amount": 2487, "Base Labor amount": 1300, "TDS_AMOUNT": 76, "FINALAmountPAID": 4582, "DebitDate": "2022-05-11", "PARTINVOICEDATE": "09-MAY-2022", "PARTINVOICENO": "22IW01818", "Labourinvoicedate": "09-MAY-2022", "Labourinvoiceno": "22IW01818", "InvoiceAmount": 9395, "PIDNO": 15264561, "Location": "PATNA", "BankRefNo": "CMS2575678891", "IGST": 0, "CGST": 448, "SGST": 448, "UTGST": 0, "Part GST": 668, "Labour GST": 229, "Total_GST_Amount": 897, "IL_GSTIN_No": "10AAACI7904G1Z2", "Supplier_GSTIN_No": "10AACCP2687F1ZP"}}]